;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Heja.t.h (Givarawan)
; TranslationAuthorEmail: heja123@hotmail.com
; Soft Version: 1.12.50
;

[Translation]
LangCode=0401
LanguageName=Ku
ReadHabit=Left-to-right
DefaultFont=Arial
DefaultFontSize=9
DefaultCharset=TURKISH_CHARSET
Confirm=Ewlehî
TfrmWRMMain.Caption=Bîranînkera Wise
TfrmWRMMain.btnUnfinish.Caption=Bidawî nebû ye
TfrmWRMMain.btnCompleted.Caption=Bidawî bû
TfrmWRMMain.btnBack.caption=Paş
TfrmWRMMain.btnDone.Caption=Ezberekirin
TfrmWRMMain.lblRepeat.caption=Dubarekirin
TfrmWRMMain.lblTime.caption=Dem:
TfrmWRMMain.lblName.caption=Pênas
TfrmWRMMain.lblDate.caption=Dîrok:
TfrmWRMMain.cbPeriod.Item1=Carekê
TfrmWRMMain.cbPeriod.Item2=Rojane
TfrmWRMMain.cbPeriod.Item3=Heftane
TfrmWRMMain.cbPeriod.Item4=Mehane
TfrmWRMMain.cbPeriod.Item5=Salane
TfrmWRMMain.imgf.hint=Li şopa me be li ser Facebook
TfrmWRMMain.imgt.hint=Li şopa me be li ser Twitter
TfrmWRMMain.imgmail.hint=Bi hevalan re parvebike
TfrmWRMMain.imghome.hint=Rûpela serekî
TfrmWRMMain.CloseHint=Girtin
TfrmWRMMain.MenuHint=Pêrist
TfrmWRMMain.MinHint=biçûkkirin
TfrmWRMMain.lbl2.caption=Çapa aniha: %s
TfrmWRMMain.lbl3.Caption=Nûjenkirinê berçavbike
TfrmWRMMain.btnDetails.hint_1=Hûragahî
TfrmWRMMain.btnDetails.hint_2=Guhartin û zivrandin
TfrmWRMMain.btnDelete.hint_1=Nîşanbike wek bidawîbûyî
TfrmWRMMain.btnDelete.hint_2=Hilandin
msgdlg.btnNO=Na
msgdlg.btnOk=Belê
msgdlg.btnYes=Erê
constY=Sal
constM=Meh
constD=Roj
constHH=Saet
constMM=Kat
constSS=Çirk
constYs=Salan
constMs=Mehan
constDs=Rojan
constHHs=Seatan
constMMs=Katan
constSSs=Çirkan
TfrmWRMMain.TrayMenuItem1=Alîkarîya li ser înternêtê
TfrmWRMMain.TrayMenuItem2=Forum
TfrmWRMMain.TrayMenuItem3=Rûpela serekî
TfrmWRMMain.TrayMenuItem4=Bi me re biragihe
TfrmWRMMain.TrayMenuItem5=Nûjenkirinê berçavbike
TfrmWRMMain.TrayMenuItem6=Nûçeyan berçavbike
TfrmWRMMain.TrayMenuItem7=Ziman
TfrmWRMMain.TrayMenuItem8=Vêxistina bernamê di destpêka kompyuterê de
TfrmWRMMain.TrayMenuItem9=Li ser bernamê
TfrmWRMMain.TrayMenuItem10=Derketin
TfrmRemindDlg.Caption=Têbîn
TfrmRemindDlg.btnComplete.Caption=Belê, min fêmkir
TfrmRemindDlg.btnDelay.Caption=Derengkirin
TfrmAbout.Caption=Li ser bernamê
TfrmAbout.lblEmail.caption=E-peyama piştgîrîyê
TfrmAbout.lblhome.caption=Rûpela serekî:
TfrmAbout.lblthanks.caption=Spas ji bu:  Heja.t.h (heja123@hotmail.com)
TfrmAbout.btnOk.Caption=Belê
TfrmAbout.lblver.Caption=Çapa aniha:

[Messages]
ExitModify=Guhartinên ne ezberekirî hene!. Tu dixwazî ji vê rûpelê derkevî?
RemindNameNULL=Lava, pênasekê ji Bîranînkerê re dagre!
NewVer=Çapeke nûh heye! Aniha nûjenbike?
NoNewVer=Pîroz be! Çapa an dawî liba te ye.
ExitApp=Tu rast dixwazî ji Bîranînkera Wise derkevî? Têbînên Bîranînkera Wise nema derdikevin!
NoneReminder=Te ti Bîranînker amedenekirinê!
NoneCopmpleted=Te ti Bîranînker bidawînekirî!
NoneSelected=Lava, en kêmtir bûjenekê hilbijêre!
TimeOver=Demê te xistîyê ne raste!

[Lang]
NativeLanguage=Kurdî

